{
  "blog": [
    {
      "id": "1",
      "title": "Kashmir",
      "username": "Leo Das",
      "url": "https://img.traveltriangle.com/blog/wp-content/uploads/2019/06/Pahalgam-In-November.jpg",
      "about": "The most picturesque valley of India, Kashmir is the heaven on earth that all of us need to visit at least once in a lifetime! The Kashmir Blog gives you an insight to all the rightful knowledge you need to know before planning a trip to Kashmir, one of the most beautiful places in the world! The timeless beauty of Kashmir, the photogenic highland mountains, the scenic drives through green meadows, and the serene lakes of Kashmir, discover all those and lots more through this Kashmir travel blog. Plan an unforgettable trip to Kashmir, the paradise that you need to explore. The Kashmir tour blog will give you an insight into all the hidden gems of Kashmir, the tourist places and the culture. Unravel the culture, relish the authentic food, sip on the Kahwa chai and interact with locals in the valley for a quintessential getaway from the urban chaos. Let this be the portal to relax and unwind while sipping on piping cup of Kahwa chai and admiring the breathtaking views of the valley of Jammu & Kashmir. Live these experiences and make them come true by scrolling down the Kashmir tour blog, Kashmir would certainly not disappoint you and leave you mesmerized with its scenic beauty and warm hospitality."
    },
    {
      "id": "2",
      "title": "Taj Mahal",
      "username": "Antony Das",
      "url": "https://miro.medium.com/v2/resize:fit:828/format:webp/0*DviVn00II9RiX4Oj.jpg",
      "about": "Iconic, beautiful, and jaw dropping — words can never be enough to describe the beauty of this landmark of eternal love. Taj Mahal in Agra, one of the most-admired seven wonders in the world is a classic tale of declaration of love by a Mughal Emperor Shahjahan for his wife, Mumtaz. The artistic masterpiece was built by Shahjahan after the demise of his wife during child birth, as an apparent token of love in her memory."
    },
    {
      "id": "3",
      "title": "Kerala",
      "username": "Devid",
      "url": "https://imgcld.yatra.com/ytimages/image/upload/t_seo_Hotel_w_930_h_550_c_fill_g_auto_q_40_f_jpg/v1564466628/Hotel/00153570/IMG-20190214-WA0020_FFAKSH.jpg",
      "about": "If you’re looking for a Southern getaway in India then Kerala is the perfect choice of destination to plan your escape to and you have landed at the right place to make this tropical vacation happen! Famously known as the ‘God’s Own Country’, Kerala is the picturesque beauty that is located in the tropical Malabar Coast of India and here we give you a wide selection of Kerala Blogs, expertly weitten to cater to all your travel needs. You can go as far as you can with your imagination and find the best of options to make your Kerala trip come true with a lifetime of memories and adventures to look forward to. The backwaters of Kerala are a perfect place to unwind in the midst of swaying palm trees and spice plantations. Soak in the aroma of coffee and go on an evening stroll exploring the tropical landscape of Kerala. Find all the information about comfortable homestays or luxurious houseboats on this Kerala trip blog for a blissful vacation in this souther beauty. With what you'll learn from these Kerala tour blogs you are bound to have a hassle free trip. Also, if you want motivation to traverse the serene backwaters of this piece of paradise, teh below given write-ups will do the trick for you. Discover hidden gems, go off the beaten track and share your best travel moments with your friends and family back home!\n\n"
    },
    {
      "id": "4",
      "title": "Gujarat",
      "username": "Raj Dhi",
      "url": "https://img.traveltriangle.com/blog/wp-content/uploads/2020/03/cover-for-Churches-In-Gujarat_3rd-Mar.jpg",
      "about": "Gujarat is the fifth largest state in India. It has a rich heritage and has produced greats like Mahatma Gandhi and Sardar Vallabhbhai Patel. This is a state that is known for the Asiatic lion and the great Rann of Kutch. The culture of this state is also varied and diverse. This gets reflected in the food and clothing of the people. Although Gujarat is a Hindu majority state, it does have a tiny percentage of Christian people.\n\nThis article is intended for these people and the ones that visit the state or want to explore Christianity in Gujarat. The best way to explore this will be to go to different churches in Gujarat and interact with the people to get to know more about it. So, read on and find out about the most popular churches in Gujarat."
    },
    {
      "id": "5",
      "title": "Rajasthan ",
      "username": "Jay Raj",
      "url": "https://static.toiimg.com/photo/101637728.cms",
      "about": "Rajasthan, the cities of pink, blue and gold. The city that never grows old! Colorful, vibrant, gorgeous, stupendous or any other synonyms of these words would ever do justice to what Rajasthan is. It’s a regal Indian state famous for its forts and palaces which just add to the magnificence and grandeur of this destination and that is all that we were looking for in our ideal friends’ trip destination. When we decided to take a group trip to Rajasthan it was so natural for us that we didn’t even consider any other destination. Be it the beautiful sunsets we witnessed or Rajasthan’s rich cultural past that we got to know about, it was every inch exotic and worth it all.\n\nWe are a group of four friends who work in Bangalore and amidst the madness of it all, the late hours, being overworked and the chaos and everything else we managed to sneak out and plan for a trip and when it came to the destination it was almost as if on cue we all at once decided for the ‘Land of Maharajas’, Rajasthan and without a doubt it was one of the most amazing decisions we have taken. We already had a fair idea about Rajasthan food and how the weather of Rajasthan in November would be perfect and we were right. Now we will brief you about our experience and why and how we had the time of our life in Rajasthan."
    },
    {
      "id": "6",
      "title": "Panjab",
      "username": "Arun",
      "url": "https://cdn.britannica.com/53/176353-050-5B854179/Harmandir-Sahib-Amritsar-Punjab-India.jpg",
      "about": "Santorini, a Greek paradise, is a dream come true. White-washed buildings cling to cliffs, overlooking the deep blue Aegean Sea. Start in Oia for iconic sunsets and charming streets. Explore the volcanic history with a boat trip to Nea Kameni and dip in the natural hot springs of Palea Kameni.\n\nIndulge in local flavors, sampling unique wines and savoring traditional meze. Relax on the black sand beaches of Kamari and Perissa, or dive into history at the ancient Akrotiri ruins and the Red Beach.\n\nEnd your trip with a sunrise, fresh pastries, and last moments in Oia. Don't leave without a souvenir, be it handmade ceramics or local artwork. Santorini, with its captivating beauty and rich history, promises an unforgettable escape, be it a romantic getaway or solo adventure. As you depart, you'll carry the memories of its mesmerizing landscapes and the warmth of the Greek people, leaving Santorini an indelible mark on your heart."
    },
    {
      "id": "7",
      "title": "Winter In Latvia",
      "username": "Dawood",
      "url": "https://img.traveltriangle.com/blog/wp-content/uploads/2019/01/Cover-for-Winter-in-Latvia.jpg",
      "about": "Tucked in between Estonia and Lithuania, Latvia present a wonderful opportunity to explore the natural beauty along the Baltic Sea. Having become a destination preferred by tourists across the world, Latvia is specially known for its wonders that one can enjoy only during the winter season. Winter in Latvia is very different than any other destination primarily because of the pleasing landscape and vivid colors that winter brings with it. No matter whether you have always wanted to explore the snowclad pine forest or whether you have been keen to spend a day amidst snow while embracing the beauty of the surroundings, this trip covers all of that. Enriched with picturesque architecture, this country transforms you to the intriguing sphere of natural beauty, art and history."
    },
    {
      "id": "8",
      "title": " Dune Barr House",
      "username": "Devika",
      "url": "https://assets.traveltriangle.com/blog/wp-content/uploads/2015/06/The_Verandah_in_the_Forest_Matheran_Maharashtra_4_weknlj.jpg",
      "about": "A creation of Neemrana Hotel, Verandah in the Forest is indeed aptly named. The property was built back in the 19th century, by Captain Barr. The famous Charlotte Lake is just some steps away. Everything from the architecture to the tasteful interiors of the rooms reminds us of the vintage era, but the availability of modern amenities will make you feel as though you’re in the best of contemporary times, making it a great resort near Mumbai for 1-night stay."
    }
  ],
  "history": []
}